Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageWslgUsage
source: Copyright (c) Microsoft Corporation. All rights reserved. For privacy information about this product please visit https://aka.ms/privacy. Usage: wslg.exe [Argument] [Options...] [CommandLine] Arguments: --cd <Directory> Sets the specified directory as the current working directory. If ~ is used the Linux user's home path will be used. If the path begins with a / character, it will be interpreted as an absolute Linux path. Otherwise, the value must be an absolute Windows path. --distribution, -d <Distro> Run the specified distribution. --user, -u <UserName> Run as the specified user. --shell-type <standard|login|none> Execute the specified command with the provided shell type. --help Display usage information. -- Pass the remaining command line as-is.
cs_cz: Copyright (c) Microsoft Corporation. Všechna práva vyhrazena. Informace o ochraně osobních údajů k tomuto produktu najdete na stránce https://aka.ms/privacy. Použití: wslg.exe [Argument] [Options...] [CommandLine] Argumenty: --cd <Directory> Nastaví zadaný adresář jako aktuální pracovní adresář. Pokud se použije ~, použije se domovská cesta uživatele Linuxu. Pokud cesta začíná znakem /, bude interpretována jako absolutní cesta Linuxu. V opačném případě musí být hodnota absolutní cestou systému Windows. --distribution, -d <Distro> Spustí zadanou distribuci. --user, -u <UserName> Spuštění jako zadaný uživatel. --shell-type <standard|login|none> Spustí zadaný příkaz se zadaným typem prostředí. --help Zobrazí informace o použití. -- Předá zbývající příkazový řádek tak, jak je.
da_dk: Copyright (c) Microsoft Corporation. Alle rettigheder forbeholdes. Du kan finde oplysninger om beskyttelse af personlige oplysninger for dette produkt ved at gå til https://aka.ms/privacy. Brug: wslg.exe [Argument] [Options...] [CommandLine] Argumenter: --cd <Directory> Fastsætter det angivne bibliotek som det aktuelle aktive bibliotek. Hvis ~ bruges, bruges Linux-brugerens sti til hjemmemappen. Hvis stien starter med tegnet /, fortolkes den som en absolut Linux-sti. Ellers skal værdien være en absolut Windows-sti. --distribution, -d <Distro> Kør den angivne distribution. --user, -u <UserName> Kør som den angivne bruger. --shell-type <standard|login|none> Udfør den angivne kommando med den angivne shelltype. --help Vis forbrugsoplysninger. -- Overfør den resterende kommandolinje, som den er.
de_de: Copyright (c) Microsoft Corporation. Alle Rechte vorbehalten. Datenschutzinformationen zu diesem Produkt finden Sie unter https://aka.ms/privacy. Syntax: wslg.exe [Argument] [Optionen...] [Befehlszeile] Argumente: --cd <Directory> Legt das angegebene Verzeichnis als aktuelles Arbeitsverzeichnis fest. Wenn ~ verwendet wird, wird der Heimatpfad des Linux-Benutzers verwendet. Wenn der Pfad mit einem /-Zeichen beginnt, wird er als absoluter Linux-Pfad interpretiert. Andernfalls muss der Wert ein absoluter Windows-Pfad sein. --distribution, -d <Distro> Führen Sie die angegebene Distribution aus. --user, -u <UserName> Als angegebener Benutzer ausführen. --shell-type <standard|login|none> Führen Sie den angegebenen Befehl mit dem angegebenen Shelltyp aus. --help Zeigen Sie Nutzungsinformationen an. -- Übergeben Sie die verbleibende Befehlszeile unverändert.
el_gr: Πνευματικά δικαιώματα (c) Microsoft Corporation. Με την επιφύλαξη παντός δικαιώματος. Για πληροφορίες απορρήτου σχετικά με αυτό το προϊόν, επισκεφθείτε τη διεύθυνση https://aka.ms/privacy. Χρήση: wslg.exe [Όρισμα] [Επιλογές...] [Γραμμή_Εντολών] Ορίσματα: --cd <Κατάλογος> Ορίζει τον καθορισμένο κατάλογο ως τον τρέχοντα κατάλογο εργασίας. Αν χρησιμοποιηθεί το ~, θα χρησιμοποιηθεί η κεντρική διαδρομή του χρήστη Linux. Αν η διαδρομή ξεκινά με τον χαρακτήρα /, θα ερμηνευτεί ως απόλυτη διαδρομή Linux. Διαφορετικά, η τιμή πρέπει να είναι μια απόλυτη διαδρομή Windows. --distribution, -d <Διανομή> Εκτέλεση της καθορισμένης διανομής. --user, -u <ΌνομαΧρήστη> Εκτέλεση ως ο καθορισμένος χρήστης. --shell-type <standard|login|none> Εκτέλεση της καθορισμένης εντολής με τον παρεχόμενο τύπο κελύφους. --help Εμφάνιση πληροφοριών χρήσης. -- Διέλευση της υπόλοιπης γραμμής εντολών ως έχει.
es_es: Copyright (c) Microsoft Corporation. Todos los derechos reservados. Para obtener información de privacidad sobre este producto: https://aka.ms/privacy. Uso: wslg.exe [Argumento] [Opciones...] [Línea de comandos] Argumentos: --cd <Directory> Establece el directorio especificado como el directorio de trabajo actual. Si se usa ~, se usará la ruta de acceso principal del usuario de Linux. Si comienza la ruta de acceso con un carácter /, se interpretará como una ruta de acceso absoluta de Linux. De lo contrario, el valor debe ser una ruta de acceso absoluta de Windows. --distribution, -d <Distro> Ejecutar la distribución especificada. --user, -u <UserName> Ejecutar como el usuario especificado. --shell-type <standard|login|none> Ejecute el comando especificado con el tipo de shell proporcionado. --help Muestra la información de uso. -- Pase la línea de comandos restante tal cual.
fi_fi: Tekijänoikeus (c) Microsoft Corporation. Kaikki oikeudet pidätetään. Lisätietoja tämän tuotteen tietosuojasta on osoitteessa https://aka.ms/privacy. Käyttö: wslg.exe [Argumentti] [Asetukset...] [Komentorivi] Argumentit: --cd <Directory> Asettaa määritetyn hakemiston nykyiseksi työhakemistoksi. Jos ~ on käytössä, käytetään Linux-käyttäjän kotipolkua. Jos polku alkaa merkillä /, se tulkitaan absoluuttiseksi Linux-poluksi. Muussa tapauksessa arvon on oltava absoluuttinen Windows-polku. --distribution, -d <Distro> Suorita määritetty jakelu. --user, -u <UserName> Suorita määritettynä käyttäjänä. --shell-type <standard|login|none> Suorita määritetty komento annetulla liittymätyypillä. --help Näytä käyttötiedot. -- Välitä jäljellä oleva komentorivi sellaisenaan.
fr_fr: Copyright (c) Microsoft Corporation. Tous droits réservés. Pour plus d’informations sur la confidentialité de ce produit, visitez https://aka.ms/privacy. Utilisation : wslg.exe [Argument] [Options...] [Ligne de commande] Arguments : --cd <Directory> Définit le répertoire spécifié comme répertoire de travail actuel. Si ~ est utilisé, le chemin d’accès d’accueil de l’utilisateur Linux sera utilisé. Si le chemin d’accès commence avec un / caractère, il sera interprété comme un chemin d’accès Linux absolu. Sinon, la valeur doit être un chemin d’accès Windows absolu. --distribution, -d <Distro> Exécutez la distribution spécifiée. --user, -u <UserName> Exécutez en tant qu’utilisateur spécifié. --shell-type <standard|login|none> Exécutez la commande spécifiée avec le type d’interpréteur de commandes fourni. --help Affichez les informations d’utilisation. -- Passez la ligne de commande restante telle qu’elle est.
hu_hu: Copyright (c) Microsoft Corporation. Minden jog fenntartva. A termékre vonatkozó adatvédelmi információkért keresse fel a következőt: https://aka.ms/privacy. Szintaxis: wslg.exe [Argumentum] [Beállítások...] [Parancssor] Argumentumok: --cd <Directory> A megadott könyvtárat állítja be aktuális munkakönyvtárként. Ha ~ van használatban, a rendszer a Linux-felhasználó kezdőkönyvtárának elérési útját használja. Ha az elérési út a / karakterrel kezdődik, a parancs linuxos abszolút elérési útként értelmezi. Ellenkező esetben az értéknek abszolút Windows-elérési útnak kell lennie. --distribution, -d <Distro> Futtassa a megadott disztribúciót. --user, -u <USerName> Futtatás a megadott felhasználóként. --shell-type <standard|login|none> A megadott parancs végrehajtása a megadott rendszerhéjtípussal. --help Használati információk megjelenítése. -- A parancssor fennmaradó részének átadása változtatás nélkül.
it_it: Copyright (c) Microsoft Corporation. Tutti i diritti sono riservati. Per informazioni sulla privacy di questo prodotto, visita https://aka.ms/privacy. Sintassi: wslg.exe [Argument] [Options...] [CommandLine] Argomenti: --cd <Directory> Imposta la directory specificata come directory di lavoro corrente. Se si usa ~, verrà usato il percorso home dell'utente Linux. Se il percorso inizia con un carattere /, verrà interpretato come un percorso Linux assoluto. In caso contrario, il valore deve essere un percorso assoluto di Windows. --distribution, -d <Distribuzione> Esegue la distribuzione specificata. --user, -u <Nome_utente> Esegue il comando con il nome utente specificato. --shell-type <standard|login|none> Esegue il comando specificato con il tipo di shell fornito. --help Visualizza le informazioni sulla sintassi. -- Passa la riga di comando rimanente senza modifiche.
ja_jp: Copyright (c) Microsoft Corporation.All rights reserved. この製品のプライバシー情報については、https://aka.ms/privacy をご覧ください。 使用方法: wslg.exe [引数] [オプション...] [コマンドライン] 引数: --cd <ディレクトリ> 指定されたディレクトリを現在の作業ディレクトリとして設定します。 ~ が使用されている場合、Linux ユーザーのホーム パスが使用されます。パスが / 文字で始まる場合、絶対 Linux パスとして解釈されます。 それ以外の場合、値は絶対 Windows パスである必要があります。 --distribution, -d <ディストリビューション> 指定されたディストリビューションを実行します。 --user, -u <ユーザー名> 指定されたユーザーとして実行します。 --shell-type <standard|login|none> 指定されたシェルの種類で、指定されたコマンドを実行します。 --help 使用方法に関する情報を表示します。 -- 残りのコマンド ラインをそのまま渡します。
ko_kr: 저작권(c) Microsoft Corporation. All rights reserved. 이 제품에 대한 개인 정보 보호 정보는 https://aka.ms/privacy를 방문하세요. 사용법: wslg.exe [인수] [옵션...] [CommandLine] 인수: --cd <디렉터리> 지정된 디렉터리를 현재 작업 디렉터리로 설정합니다. ~ 가 사용되는 경우 Linux 사용자의 홈 경로가 사용됩니다. 경로가 시작되면 / 문자를 사용하면 절대 Linux 경로로 해석됩니다. 그렇지 않으면 값이 절대 Windows 경로여야 합니다. --distribution, -d <Distro> 지정된 배포를 실행합니다. --user, -u <UserName> 지정된 사용자로 실행합니다. --shell-type <standard|login|none> 제공된 셸 형식으로 지정된 명령을 실행합니다. --help 사용 정보를 표시합니다. -- 나머지 명령줄을 있는 그대로 전달합니다.
nb_no: Copyright (c) Microsoft Corporation. Med enerett. Hvis du vil ha informasjon om personvern vedrørende dette produktet, kan du gå til https://aka.ms/privacy. Bruk: wslg.exe [Argument] [Alternativer...] [Kommandolinje] Argumenter: --cd <Directory> Angir den angitte mappen som gjeldende arbeidsmappe. Hvis ~ brukes, brukes Linux-brukerens startbane. Hvis banen starter med et /-tegn, blir den tolket som en absolutt Linux-bane. Hvis ikke må verdien være en absolutt Windows-bane. --distribution, -d <Distro> Kjør den angitte distribusjonen. --user, -u <UserName> Kjør som angitt bruker. --shell-type <standard|login|none> Kjør den angitte kommandoen med den angitte skalltypen. --help Vis informasjon om bruk. -- Send gjenstående kommandolinje slik den er.
nl_nl: Copyright (c) Microsoft Corporation. Alle rechten voorbehouden. Ga naar https://aka.ms/privacy voor privacyinformatie over dit product. Gebruik: wslg.exe [Argument] [Opties...] [CommandLine] Argumenten: --cd <Map> Hiermee stelt u de opgegeven map in als de huidige werkmap. Als ~ wordt gebruikt, wordt het startpad van de Linux-gebruiker gebruikt. Als het pad begint met een /-teken, wordt het geïnterpreteerd als een absoluut Linux-pad. Anders moet de waarde een absoluut Windows-pad zijn. --distribution, -d <Distro> Voer de opgegeven distributie uit. --user, -u <Gebruikersnaam> Uitvoeren als de opgegeven gebruiker. --shell-type <standard|login|none> De opgegeven opdracht uitvoeren met het opgegeven shelltype. --help Gebruiksgegevens weergeven. -- De resterende opdrachtregel ongewijzigd doorgeven.
pl_pl: Copyright (c) Microsoft Corporation. Wszelkie prawa zastrzeżone. Aby zapoznać się z informacjami o ochronie prywatności dotyczącymi tego produktu, odwiedź stronę https://aka.ms/privacy. Sposób użycia: wslg.exe [Argument] [Options...] [CommandLine] Argumenty: --cd <Directory> Ustawia określony katalog jako bieżący katalog roboczy. W przypadku użycia znaku ~ zostanie użyta ścieżka macierzysta użytkownika systemu Linux. Jeśli ścieżka rozpoczyna się od znaku /, będzie interpretowana jako bezwzględna ścieżka systemu Linux. W przeciwnym razie wartość musi być bezwzględną ścieżką systemu Windows. --distribution, -d <Distro> Uruchom określoną dystrybucję. --user, -u <UserName> Uruchom jako określony użytkownik. --shell-type <standard|login|none> Wykonaj określone polecenie z użyciem podanego typu powłoki. --help Wyświetl informacje o sposobie użycia. -- Przekaż pozostałą część wiersza polecenia w niezmienionej postaci.
pt_br: Copyright (c) Microsoft Corporation. Todos os direitos reservados. Para informações sobre privacidade deste produto, visite https://aka.ms/privacy. Uso: wslg.exe [Argumento] [Opções...] [CommandLine] Argumentos: --cd <Directory> Define o diretório especificado como o diretório de trabalho atual. Se ~ for usado, o caminho inicial do usuário do Linux será usado. Se o caminho começar com um caractere /, ele será interpretado como um caminho absoluto do Linux. Caso contrário, o valor deverá ser um caminho absoluto do Windows. --distribution, -d <Distro> Executa a distribuição especificada. --user, -u <UserName> Executa como o usuário especificado. --shell-type <standard|login|none> Executa o comando especificado com o tipo de shell fornecido. --help Exibe as informações de uso. -- Passa a linha de comando restante como está.
pt_pt: Copyright (c) Microsoft Corporation. Todos os direitos reservados. Para obter informações de privacidade sobre este produto, visite https://aka.ms/privacy. Utilização: wslg.exe [Argumento] [Opções...] [Linha de Comandos] Argumentos: --cd <Diretório> Define o diretório especificado como diretório de trabalho atual. Se ~ for utilizado, será utilizado o caminho raiz do utilizador do Linux. Se o caminho começar com um caráter /, será interpretado como um caminho absoluto do Linux. Caso contrário, o valor tem de ser um caminho absoluto do Windows. --distribution, -d <Distribuição> Executa a distribuição especificada. --user, -u <Nome de Utilizador> Executa como o utilizador especificado. --shell-type <standard|login|none> Executa o comando especificado com o tipo de shell fornecido. --help Apresenta informações de utilização. -- Passa a linha de comandos restante conforme está.
ru_ru: (c) Корпорация Майкрософт (Microsoft Corporation). Все права защищены. Сведения о конфиденциальности этого продукта см. на странице https://aka.ms/privacy. Использование: wsl.exe [Аргумент] [Параметры...] [Командная строка] Аргументы: --cd <Directory> Задает указанный каталог в качестве текущего рабочего каталога. Если указан символ "~", будет использоваться домашний путь пользователя Linux. Если путь начинается с символа "/", он будет интерпретироваться как абсолютный путь Linux. В противном случае значение должно быть абсолютным путем к Windows. --distribution, -d <Distro> Запуск указанного дистрибутива. --user, -u <UserName> Запуск от имени указанного пользователя. --shell-type <standard|login|none> Выполнить указанную команду с указанным типом оболочки. --help Вывод сведений об использовании. -- Передать оставшуюся командную строку как есть.
sv_se: Copyright (c) Microsoft Corporation. Med ensamrätt. Sekretessinformation om den här produkten finns på https://aka.ms/privacy. Användning: wslg.exe [Argument] [Options...] [CommandLine] Argument: --cd <Directory> Anger den angivna katalogen som aktuell arbetskatalog. Om ~ används kommer Linux-användarens hemsökväg att användas. Om sökvägen börjar med ett /-tecken tolkas det som en absolut Linux-sökväg. Annars måste värdet vara en absolut Windows-sökväg. --distribution, -d <Distro> Kör den angivna distributionen. --user, -u <UserName> Kör som den angivna användaren. --shell-type <standard|login|none> Kör det angivna kommandot med den angivna gränssnittstypen. --help Visa användningsinformation. -- Skicka den återstående kommandoraden som den är.
tr_tr: Telif Hakkı (c) Microsoft Corporation. Tüm hakları saklıdır. Bu ürünle ilgili gizlilik bilgileri için lütfen https://aka.ms/privacy sayfasını ziyaret edin. Kullanım: wslg.exe [Argument] [Options...] [CommandLine] Bağımsız değişkenler: --cd <Directory> Belirtilen dizini geçerli çalışma dizini olarak ayarlar. ~ kullanılıyorsa, Linux kullanıcı giriş yolu kullanılır. Yol / karakteriyle başlarsa, mutlak bir Linux yolu olarak yorumlanır. Aksi takdirde değerin mutlak bir Windows yolu olması gerekir. --distribution, -d <Distro> Belirtilen dağıtımı çalıştırma. --user, -u <UserName> Belirtilen kullanıcı olarak çalıştırır. --shell-type <standard|login|none> Belirtilen komutu sağlanan kabuk türüyle yürütür. --help Kullanım bilgilerini görüntüler. -- Kalan komut satırını olduğu gibi geçirir.
zh_cn: 版权所有(c) Microsoft Corporation。保留所有权利。 有关此产品的隐私信息，请访问 https://aka.ms/privacy。 用法: wslg.exe [参数] [选项...][命令行] 参数: --cd <Directory> 将指定目录设置为当前工作目录。 如果使用 ~，则将使用 Linux 用户的主路径。如果路径开始于 对于 /字符，它将解释为绝对 Linux 路径。 否则，该值必须是绝对 Windows 路径。 --distribution, -d <Distro> 运行指定的分发。 --user, -u <UserName> 以指定用户身份运行。 --shell-type <standard|login|none> 使用提供的 shell 类型执行指定的命令。 --help 显示使用情况信息。 -- 按时传递剩余的命令行。
zh_tw: Copyright (c) Microsoft Corporation。著作權所有，並保留一切權利。 如需此產品的隱私權資訊，請瀏覽https://aka.ms/privacy。 使用方式: wslg.exe [引數] [選項...][CommandLine] 引數: --cd <Directory> 將指定的目錄設定為目前的工作目錄。 如果使用 ~，將會使用 Linux 使用者首頁路徑。如果路徑開頭為 與 / 字元，它將被解譯為絕對 Linux 路徑。 否則，此值必須是絕對 Windows 路徑。 --distribution, -d <Distro> 執行指定的發佈。 --user, -u <UserName> 以指定的使用者執行。 --shell-type <standard|login|none> 使用提供的殼層類型執行指定的命令。 --help 顯示使用資訊。 -- 將剩餘的命令列傳遞為目前。

# MessagePressAnyKeyToContinue
source: Press any key to continue...
cs_cz: Pokračujte stisknutím libovolné klávesy...
da_dk: Tryk på en tast for at fortsætte...
de_de: Drücken Sie eine beliebige Taste, um den Vorgang fortzusetzen...
el_gr: Πατήστε οποιοδήποτε πλήκτρο για συνέχεια...
es_es: Presione cualquier tecla para continuar...
fi_fi: Jatka painamalla mitä tahansa näppäintä...
fr_fr: Appuyez sur n'importe quelle touche pour continuer...
hu_hu: A folytatáshoz nyomjon meg egy billentyűt...
it_it: Premere un tasto qualsiasi per continuare...
ja_jp: 続行するには何かキーを押してください...
ko_kr: 계속하려면 아무 키나 누르세요...
nb_no: Trykk på en tast for å fortsette...
nl_nl: Druk op een willekeurige toets om door te gaan...
pl_pl: Aby kontynuować, naciśnij dowolny klawisz...
pt_br: Pressionar qualquer tecla para continuar...
pt_pt: Prima qualquer tecla para continuar...
ru_ru: Нажмите любую клавишу, чтобы продолжить…
sv_se: Tryck ned valfri tangent för att fortsätta....
tr_tr: Devam etmek için herhangi bir tuşa basın...
zh_cn: 按任意键继续...
zh_tw: 請按任意鍵繼續...

# MessageRequiredParameterMissing
source: Argument {} is missing a required parameter.
cs_cz: V argumentu {} chybí povinný parametr.
da_dk: Argumentet {} mangler en påkrævet parameter.
de_de: Im Argument {} fehlt ein erforderlicher Parameter.
el_gr: Στο όρισμα {} λείπει μια απαιτούμενη παράμετρος.
es_es: Falta un parámetro obligatorio en el argumento {}.
fi_fi: Argumentista {} puuttuu pakollinen parametri.
fr_fr: Un paramètre obligatoire est manquant dans l’argument {}.
hu_hu: A(z) {} argumentumból hiányzik egy kötelező paraméter.
it_it: Nell'argomento {} manca un parametro obbligatorio.
ja_jp: 引数 {} に必須パラメーターがありません。
ko_kr: {} 인수에 필수 매개 변수가 없습니다.
nb_no: Argumentet {} mangler et nødvendig parameter.
nl_nl: Voor argument {} ontbreekt een vereiste parameter.
pl_pl: W argumencie {} brakuje wymaganego parametru.
pt_br: O argumento {} não tem um parâmetro necessário.
pt_pt: Falta um parâmetro necessário no argumento {}.
ru_ru: В аргументе {} отсутствует обязательный параметр.
sv_se: Argumentet {} saknar en obligatorisk parameter.
tr_tr: {} bağımsız değişkeninde gerekli bir parametre eksik.
zh_cn: 自变量 {} 缺少必需的参数。
zh_tw: 引數 {} 遺失必要的參數。

# MessageExportProgress
source: Export in progress, this may take a few minutes.
cs_cz: Probíhá export. Může to trvat několik minut.
da_dk: Eksport er i gang. Dette kan tage et par minutter.
de_de: Export wird ausgeführt. Dieser Vorgang kann einige Minuten dauern.
el_gr: Η εξαγωγή βρίσκεται σε εξέλιξη, αυτό μπορεί να διαρκέσει μερικά λεπτά.
es_es: Exportación en curso. Esta operación puede tardar unos minutos.
fi_fi: Vienti on meneillään. Tämä voi kestää muutaman minuutin.
fr_fr: Exportation en cours. Cette opération peut prendre quelques minutes.
hu_hu: Az exportálás folyamatban van, ez eltarthat néhány percig.
it_it: Esportazione in corso. L'operazione potrebbe durare alcuni minuti.
ja_jp: エクスポートが進行中です。これには数分かかる場合があります。
ko_kr: 내보내기가 진행 중입니다. 이 작업은 몇 분 정도 걸릴 수 있습니다.
nb_no: Eksport pågår. Dette kan ta noen minutter.
nl_nl: Exporteren wordt uitgevoerd. Dit kan enkele minuten duren.
pl_pl: Eksportowanie w toku. Może to potrwać kilka minut.
pt_br: Exportação em andamento. Isso pode levar alguns minutos.
pt_pt: Exportação em curso, esta operação poderá demorar alguns minutos.
ru_ru: Выполняется экспорт. Это может занять несколько минут.
sv_se: Export pågår. Det kan ta några minuter.
tr_tr: Dışarı aktarma devam ediyor, bu işlem birkaç dakika sürebilir.
zh_cn: 正在导出，这可能需要几分钟时间。
zh_tw: 匯出進行中，這可能需要幾分鐘的時間。

# MessageImportProgress
source: Import in progress, this may take a few minutes.
cs_cz: Probíhá import. Může to trvat několik minut.
da_dk: Importen er i gang. Dette kan tage et par minutter.
de_de: Import wird ausgeführt. Dieser Vorgang kann einige Minuten dauern.
el_gr: Η εισαγωγή βρίσκεται σε εξέλιξη, αυτό μπορεί να διαρκέσει μερικά λεπτά.
es_es: Importación en curso. Esta operación puede tardar unos minutos.
fi_fi: Tuonti on käynnissä. Tämä voi kestää muutaman minuutin.
fr_fr: Importation en cours. Cette opération peut prendre quelques minutes.
hu_hu: Az importálás folyamatban van, ez eltarthat néhány percig.
it_it: Importazione in corso. L'operazione potrebbe durare alcuni minuti.
ja_jp: インポート中です。この処理には数分かかることがあります。
ko_kr: 가져오기가 진행 중입니다. 이 작업은 몇 분 정도 걸릴 수 있습니다.
nb_no: Import pågår. Dette kan ta noen minutter.
nl_nl: Importeren wordt uitgevoerd. Dit kan enkele minuten duren.
pl_pl: Importowanie w toku. Może to potrwać kilka minut.
pt_br: Importação em andamento, isso pode levar alguns minutos.
pt_pt: Importação em curso, esta operação poderá demorar alguns minutos.
ru_ru: Выполняется импорт. Это может занять несколько минут.
sv_se: Import pågår. Det kan ta några minuter.
tr_tr: İçeri aktarma devam ediyor, bu işlem birkaç dakika sürebilir.
zh_cn: 正在导入，这可能需要几分钟时间。
zh_tw: 正在匯入，這可能需要幾分鐘的時間。

# GuiApplicationsDisabled
source: GUI application support is disabled via {} or /etc/wsl.conf.
cs_cz: Podpora aplikací grafického rozhraní (GUI) je zakázána prostřednictvím {} nebo /etc/wsl.conf.
da_dk: Understøttelse af GUI-programmer er deaktiveret via {} eller /etc/wsl.conf.
de_de: Die Unterstützung von GUI-Anwendungen ist über {} oder /etc/wsl.conf deaktiviert.
el_gr: Η υποστήριξη εφαρμογών GUI (γραφικού περιβάλλοντος) έχει απενεργοποιηθεί μέσω του {} ή του /etc/wsl.conf.
es_es: La compatibilidad con aplicaciones GUI está deshabilitada a través de {} o /etc/wsl.conf.
fi_fi: Gui-sovelluksen tuki on poistettu käytöstä toiminnolla {} tai /etc/wsl.conf.
fr_fr: La prise en charge de l’application GUI est désactivée via {} ou /etc/wsl.conf.
hu_hu: A grafikus felhasználói felületű alkalmazások támogatása le van tiltva a következőn keresztül: {} vagy /etc/wsl.conf.
it_it: Il supporto dell'applicazione GUI è disabilitato tramite {} o /etc/wsl.conf.
ja_jp: GUI アプリケーションのサポートは、{} または /etc/wsl.conf により無効化されています。
ko_kr: {} 또는 /etc/wsl.conf를 통해 GUI 응용 프로그램 지원을 사용할 수 없습니다.
nb_no: GUI-programstøtte er deaktivert via {} eller /etc/wsl.conf.
nl_nl: Ondersteuning voor GUI-toepassingen is uitgeschakeld via {} of /etc/wsl.conf.
pl_pl: Obsługa aplikacji graficznego interfejsu użytkownika jest wyłączona za pośrednictwem pliku {} lub /etc/wsl.conf.
pt_br: O suporte ao aplicativo GUI está desabilitado via {} ou /etc/wsl.conf.
pt_pt: O suporte da aplicação GUI está desativado através de {} ou /etc/wsl.conf.
ru_ru: Поддержка приложения GUI отключена через {} или /etc/wsl.conf.
sv_se: Stöd för GUI-program har inaktiverats via {} eller /etc/wsl.conf.
tr_tr: GUI uygulama desteği {} veya /etc/wsl.conf aracılığıyla devre dışı bırakıldı.
zh_cn: 已通过 {} 或 /etc/wsl.conf 禁用 GUI 应用程序支持。
zh_tw: 已透過 {} 或 /etc/wsl.conf 停用 GUI 應用程式支援。
